<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=gb2312">
<title>无标题文档</title>
<style type="text/css">
<!--
body {
	margin-left: 0px;
	margin-top: 0px;
}
.style1 {font-family: Verdana, Arial, Helvetica, sans-serif}
.style2 {font-size: 14px}
.style4 {font-size: 9pt}
-->
</style>
<link href="css/css1.css" rel="stylesheet" type="text/css">
<style type="text/css">
<!--
.style6 {color: #08206A; font-size: 14pt;}
.style7 {font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 9pt; color: #CC6600; }
-->
</style>
</head>

<body>
<table width="620" height="620" border="0">
  <tr>
    <td width="614" valign="top"><p align="justify"><span class="style7"><a href="index.asp" target="_top">NLSSM</a>:About US</span>
      <hr>      <p align="center" class="style1  style6">
      南京大学固体微结构物理国家重点实验室</p>
      <p align="justify" class="style1 style2"><br>
      <span class="style4"><img src="images/2tip.jpg" width="144" height="157" align=left class=img3
	></span></p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;南京大学固体微结构物理国家重点实验室始建于1984年，是国内首批建设、开放的国家重点实验室之一。  实验室的研究方向和目标是研究凝聚态物质中不同尺度层次，不同类型微结构组态、分布、相互作用及形成和转变规律, 揭示它们与宏观物理性质间的内在联系，并将理论研究，计算机模拟与当代先进实验手段相结合，探索、设计和制备各种类型的微结构材料，研究其物理机制和新效应，为发展新型微结构材料奠定基础。 <br>
        实验室主要研究方向包括介电体微结构材料和物理，纳米结构材料和物理，非平衡条件下物质聚集、组装和调控的动力学过程，软凝聚态物质物理学，计算物理与材料设计，固体中强关联、相变和相关的微结构物理等。 <br>
        <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;实验室自建设以来，已承担或正在承担的包括国家“973”计划项目，国家攀登计划项目，“863”计划项目，国家自然科学基金的重大、重点和面上项目，省部级科技项目，国际合作与交流项目等共计260余项；已在国内外核心刊物上发表论文3000余篇。实验室鼓励在国际上影响大的学术期刊上发表具有原始性创新的高水平论文，特别是在黄土地上出高水平论文。实验室于1994年在《Nature》上首次发表论文，实现了零的突破，随后又连续在《Science》上发表论文3篇；2000年到2005年又有长足进步，在《Phys. Rev. Lett.》期刊上发表论文37篇。实验室共获得国家级奖11项，省、部级奖48项，出版学术专著53部，获发明专利17项，其中美国授权专利1项。<br> 
        <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“介电体超晶格研究”是实验室近年来取得突出成果的课题，逐步建立了介电体超晶格的理论体系，在实验上揭示了良好的应用前景，在国内外的学术影响也随之逐步提高。特别是非线性光子晶体中全新光子双稳机制的提出，准周期光学超晶格中耦合参量过程的发现和离子型声子晶体长波光学性质的研究等一系列创新性成果在《Science》等国际重要学术期刊上发表，在国内外引起重要反响。目前，对于介电体超晶格及其微结构的研究不仅在基础研究方面有所突破，而且根据准位相匹配原理设计出来的光学超晶格材料已能实现多基色输出，为全固态白光激光器的研制奠定了坚实的基础。 <img src="images/11.jpg" width="148" height="167" align="right"><br>
        <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“自旋输运和巨磁电阻理论”是凝聚态物理学的国际前沿研究课题，在基础研究和应用前景两方面都具有重要意义。多年来，该课题通过运用量子统计的格林函数方法，建立了一个适用于任意厚度属薄层的统一电导公式，实现了半经典和量子理论的联系，并首次实现了无可调参数mSXW理论和实验结果的定量一致。他们还提出了一个双交换机理和非磁无序相结合的理论模型，对于掺杂锰氧化物在居里温度附近的金属—绝缘体转变和厐磁电阻机理的研究起到了重大推动作用。该方向的研究已经取得了系列创造性成果，获得2002年度国家自然科学二等奖。 <br>
        <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;基于半导体量子结构的纳电子和光电子集成是21世纪新一代半导体器件的核心，也是现代信息技术的硬件基础。“有序可控硅量子结构的构筑原理与光电子特征”是该领域研究的国际前沿。该方向的研究以硅、锗材料作为研究对象，提出了利用异质结界面能纵向限制晶化原理，由包含在多层结构中超薄非晶硅或锗层的再结晶过程，制备尺寸可控、纵向有序的硅、锗量子点阵列的新方法。他们在实验上揭示了镶嵌型nc-Si/SiNX、nc-Ge/SiNX有序量子结构中由量子尺寸效应导致的光致和电致发光特性，在国际上被认为是实现硅基发光的五种途径之一。  该系列研究获得了2003年度国家自然科学二等奖。<br>
        <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“新型氧化物磁制冷工质与隧道型磁电阻材料”以锰钙钛矿氧化物为主要研究对象，并延伸到纳米结构铁氧体中。该研究课题针对国际上以金属、合金为室温磁制冷工质的缺点，另辟蹊径研究磁性氧化物的磁熵变。他们首先发现了锰钙钛矿具有高的磁熵变，而后又系统研究了离子代换、颗粒尺寸对锰钙钛矿氧化物的居里温度、磁熵变以及相关的磁性能与电性能的影响，研究了电荷有序到无序的一级相变导致的巨磁熵变，研究了双钙钛矿、层状锰钙钛矿氧化物的多种优异物理性质，丰富了磁制冷工质的研究范畴，使得锰钙钛矿氧化物成为新型的高温磁制冷工质材料。  这些研究结果获得了2004年度国家自然科学二等奖。<br> 
        <img src="images/zhaipian9.jpg" width="150" height="150" align="left"><br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“铁电薄膜及配套氧化物电极材料的研究”对于硅微电子和光电子器件研究具有重要意义。该研究课题在BLT和SBT的研究中，提出缺陷电荷对铁电畴壁钉扎和畴壁在电场协助下解脱钉扎相互竞争的物理模型，解释了薄膜的疲劳特性，为改进其抗疲劳性能提出了新思路，使得制备出的SBT和BLT薄膜性能指标达到了当时报道的最好水平。该课题组还发展了用呈金属导电性的钙钛矿结构氧化物薄膜作为PZT和商业化的Pt镀层硅衬底之间的过渡层来延长PZT疲劳寿命的界面工程学方法，阐明了其微观机制，获得了抗疲劳寿命和保持性能达到存储器实用水平的PZT系列薄膜。这些系列性研究成果获得了2005年度国家自然科学二等奖。 <br>
        <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;此外，实验室在纳米材料和团簇物理，非平衡态物质聚集、软凝聚态与生物物理，高温超导和强关联研究以及计算凝聚态物理和材料设计等方面还涌现出一批高水平的研究工作。<br> 
        <br>
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;实验室奉行“围绕中心、着眼未来、强化共生、促进凝聚”的战略管理思想，坚持“开放、流动、联合、竞争”的方针，力争把实验室建设成科学研究基地，高级人才培养基地和学术交流的中心，以各种模式推动国内外的学术交流和合作。如90年代初，实验室联合了复旦大学应用表面物理、山东大学晶体材料、上海技物所红外物理、物理所表面物理、半导体所半导体超晶格等5个国家重点实验室共同发起建立了“凝聚态物理及其相关学科重点实验室联合网络系统”， 现在已发展到13个成员实验室，在国内首创了一种新型的多学科、跨系统、交叉综合的科学研究组织模式。实验室还通过开放课题，资助国内外优秀青年研究人员来实验室工作，并与国际上二十多个实验室保持较为密切的科研合作、学术交流和人员往来。 </p>
    </td>
  </tr>
</table>
</body>
</html>
